{
    "ACS URL": "ACS URL",
    "Additional Settings": "Zusätzliche Einstellungen",
    "Also known as Issuer": "Auch bekannt als Issuer",
    "Authentication Context": "Authentifizierungskontext",
    "Auto-Create Users": "Automatische Benutzer-Erstellung",
    "Automatically create non-existing users in Smarticks upon successful sign-in to SSO IdP.": "Bei erfolgreicher Anmeldung am SSO IdP automatisch nicht existierende Benutzer im Ticketing-System anlegen.",
    "Comma separated list of authentication context classes.": "Durch Kommata getrennte Liste von Authentifizierungskontextklassen.",
    "Debug Mode": "Debug-Modus",
    "Disable standard login form and require to sign-in using SSO IdP.": "Standard-Anmeldeformular deaktivieren und Anmeldung über SSO-IdP verlangen.",
    "Enable debug mode to see more details in :%a_begin%Manage » Logs » SAML:%a_end%.": "Aktivieren Sie den Debug-Modus, um mehr Details in :%a_begin%Manage \" Logs \" SAML:%a_end% zu sehen.",
    "Enabled": "Aktiviert",
    "Entity ID": "Entity ID",
    "Error occurred creating an SSO user.": "Beim Erstellen eines SSO-Benutzers ist ein Fehler aufgetreten.",
    "Error occurred during SAML SSO authentication: :error": "Bei der SAML SSO-Authentifizierung ist ein Fehler aufgetreten: :error",
    "Example": "Beispiel",
    "Example for Azure:": "Beispiel für Azure:",
    "Force SAML Login": "SAML-Anmeldung erzwingen",
    "Identity Provider (IdP)": "Identity Provider (IdP)",
    "Login URL": "Login URL",
    "Logout URL": "Logout URL",
    "Mapping is used to map user fields when auto-creating users. Each field should be placed on a separate line in the following format: idp_user_attribute>>smarticks_user_field. IdP user attributes can be obtained from logs by enabling Debug Mode. Smarticks user fields are: :fs_fields. Mapping example:": "Das Mapping wird verwendet, um Benutzerfelder zuzuordnen, wenn Benutzer automatisch erstellt werden. Jedes Feld muss in einer eigenen Zeile in folgendem Format stehen: idp_user_attribute>>smarticks_user_field. Die IdP-Benutzerattribute können den Protokolldaten entnommen werden, indem der Debug-Modus aktiviert wird. Die Benutzerfelder für das Tag-System lauten: :fs_fields. Beispiel für die Zuordnung:",
    "SAML 2.0": "SAML 2.0",
    "SP Metadata": "SP Metadata",
    "SSO user with email address :email does not exist. Please ask your administrator to create an account for you.": "SSO-Benutzer mit der E-Mail-Adresse :email existiert nicht. Bitte bitten Sie Ihren Administrator, ein Konto für Sie zu erstellen.",
    "SSO: Not authenticated.": "SSO: Nicht authentifiziert.",
    "Service Provider (SP)": "Service Provider (SP)",
    "Sign In With SSO": "Login per SSO",
    "Signin URL": "Signin URL",
    "This is a regular logout URL of your IdP which logs users out (not a Single Logout URL).": "Dies ist eine reguläre Logout-URL Ihres IdP, die Benutzer abmeldet (keine Single Logout-URL).",
    "User Fields Mapping": "Benutzerfelder-Zuordnung",
    "x509 Certificate": "x509-Zertifikat"
}